export const russianData = {
    experience: 'Опыт > 3.5 года',
    personalInformation: `Я Frontend-разработчик с высшим техническим образованием. Буду рад возможности обсудить, как могу внести вклад в вашу команду и в развитие бизнеса!`,
    contacts: {
        address: 'Россия, Батайск',
        phoneNo: '+7 961 437 46 16',
        email: 'bori.mix@yandex.ru',
    },
    aboutText: `Привет! Я — фронтенд разработчик, который с 2018 года погружается в мир технологий. 
                Участвую в проектах, которые приносят пользу различным сферам бизнеса, и стремлюсь делать интерфейсы удобными и функциональными.`,
    aboutHobby: `Когда я не пишу код, меня можно найти на горных склонах, в спортзале или за игрой на барабанах 
                — я верю, что активный образ жизни помогает мне оставаться сосредоточенным и креативным.`,
    aboutMe:    `Я ценю командную работу и стремлюсь окружать себя людьми, которые разделяют мои ценности. 
                Для меня важен не только результат, но и атмосфера в коллективе. Давайте вместе создавать что-то удивительное!`,
    companyExperience: [
        {
            year: 'Август 2024 - Настоящее время',
            role: 'Middle Frontend разработчик',
            company: 'STOCRM',
            description: `Разработка CRM системы для автосервисов.`,
            technologies: [
                'JavaScript',
                'Vue 3',
                'GitLab',
                'Figma',
                'YouTrack'
            ],
        },
        {
            year: 'Октябрь 2021 - Август 2024',
            role: 'Junior Frontend разработчик',
            company: 'UBTec',
            description: `Разработка системы отслеживания задач для организации взаимодействия с пользователями и управления проектами.`,
            technologies: [
                'JavaScript',
                'TypeScript',
                'Vue 2/3',
                'Vuetify',
                'GraphQL',
                'Tiptap',
                'Jira',
            ],
        },
    ],
}